Revit 2027 API
ParameterTypeId.DimToInsertType Property
 "Dimension To Opening Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimToInsertType { get; }
Public Shared ReadOnly Property DimToInsertType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimToInsertType {
	ForgeTypeId^ get ();
}
static member DimToInsertType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace